/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "snooze";
"SET ALARM" = "äratus";
"PLEASE REST PEACEFULLY" = "palun puhka rahus";
"PLUG ME IN" = "sa tõesti peaks ühendage mind...";
"CANCEL ALARM" = "Tühista Äratus";
"TURN OFF ALARM" = "Lülita alarm";
"ALARM CANCELED" = "Häire Tühistatud";
"ALARM STOPPED" = "Alarm Stopped";
"CHARGING LABEL" = "sa oled suuremeelne ja hooliv inimene";
"SIGN OUT" = "SIGNOUT";
"CHOOSE ALARM TIME" = "Vali Alarmi Kellaaeg";
"NOT SIGNED IN LABEL" = "To wake up to full tracks from your playlists, you must sign into Rdio®. Not yet an Rdio user? \nTap here for more information.";
"CHANGE SETTINGS" = "Muuda Sätteid";
"SETTINGS OPENED" = "Seaded Avatud";
"SETTINGS CLOSED" = "Seaded Suletud";
"LOADING" = "-laetav...";
"SELECTED PLAYLIST IS" = "Valitud esitusloend %@";
"CHOOSE PLAYLIST" = "Vali Playlist...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Tellitud";
"OWNED HEADER" = "   Omanikuks";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Tellitud";
"OWNED" = "Omanikuks";
"APP MUST BE OPEN REMINDER" = "Sa ei ärgata muusika kui sulgete välja Wake Up.";
"TURN ALARM BACK ON" = "lülita äratus tagasi";
"CANNOT CONNECT TO RDIO" = "Ei saa ühendust Rdio ®. Sinu alarm ei toimi, kui te ei saa ühendust. Sa ilmselt tahad luua varukoopia häire.";
"YOUR ALARM IS SET" = "oma äratus on";
"WAKE UP TO" = "ÄRKAMA";

"SNOOZE SLIDER LABEL" = "Kordus RDIO EEST";
"SLEEP SLIDER LABEL" = "Magama %@ EEST";
"LBLSLIDERNO" = "ei";
"LBLSLIDERYES" = "JAH";
"SHUFFLE" = "Shuffle playlist?";
"AUTOSET AM PM" = "AM/PM seatakse automaatselt";
"INNER TIME BUBBLE TEXT" = "%d min";
"INNER TIME BUBBLE TEXT PLURAL" = "%d mins";
"INNER TIME BUBBLE TEXT DISABLED" = "invaliidistunud";
"AUTO ALARM BEING SET" = "automaatrežiimis häire";
"AUTO ALARM PLAYLIST" = "ärkamine";
"CONTACT US" = "EMAIL US";
"CURRENT TIME IS" = "Praegune aeg on";
"AUTO ALARM" = "Auto äratuskella seadmiseks kui rakendus käivitub?";

"go make playlists" = "sul pole esitusloendeid! minna teha mõned rdio app ja siis tagasi tulla";
"NO PLAYLISTS FOUND" = "   Ühtegi esitusloendit LEITUD";
"CONFIRM SIGN OUT" = "Kas soovid välja logida Rdio?";
"Cancel" = "Tühistama";
"Sign Out" = "End Välja Kirjutama";

//This is used exclusively in the iPod version of the app
"go make playlists music" = "sul pole esitusloendeid! minna teha mõned muusika app ja siis tagasi tulla";
"SNOOZE SLIDER LABEL MUSIC" = "SNOOZE MUUSIKA FOR";
"MUSIC" = "MUUSIKA";
"PLAYLISTS" = "   ESITUSLOENDID";

